/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* 啟動電腦端的 Impress\n* 電腦和裝置兩者都連接到同個 WiFi 網路上\n* 註：您的 iOS 裝置現在連接的是「%@」";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* 您現在還沒有 WiFi 連線。\n* 請將您的 iOS 裝置連接到與電腦相同的網路上\n* 重新整理\n* 提示：您可以用您的電腦/iPhone 建立個人熱點";

/* Popover option */
"About Impress Remote" = "關於 Impress 遙控";

/* No comment provided by engineer. */
"Back" = "返回";

/* Popover option */
"Blank Screen" = "螢幕轉黑";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Click to refresh" = "點按以重整";

/* Back button to the connect page on navbar */
"Connect" = "連接";

/* connect instructions */
"Connect your devices to the same WiFi network." = "請將您的裝置連接至相同的 WiFi 網路。";

/* instruction page title */
"Connection" = "連線";

/* Popover option */
"Connection Help" = "連線幫助";

/* Connection Lost Alert title */
"Connection Lost" = "連線中斷";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "糟糕，連線中斷... 請試著重連您的電腦。";

/* Control instruction title */
"Control" = "控制";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "若有必要，請用您的 iPhone 建立個人熱點。";

/* Server list section title */
"Custom Connections" = "自訂連線";

/* Displayed when no customized server is available */
"Customize server config instruction" = "若您的電腦沒有出現在上方的區塊中，請手動輸入其 IP 位址。";

/* Server list section title */
"Detected Connections" = "偵測到的連線";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "請在 [投影片放映 - Impress 遙控] 中輸入 PIN 碼";

/* Connection failure title */
"Failed to reach server" = "無法聯絡伺服器";

/* Connection failure message */
"Failed to reach server Msg" = "請確認您的 IP 位址無誤，以及確認 LibreOffice Impress 正在執行中，並且已啟用 Impress 遠端控制功能。";

/* No comment provided by engineer. */
"Failed to reach your computer" = "無法聯絡您的電腦";

/* No comment provided by engineer. */
"Help" = "幫助";

/* In app How-to title */
"How-to" = "教學";

/* App name displayed on navbar */
"Impress Remote" = "Impress 遙控";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "無效的 IP 位址";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "您輸入的 IP 位址無效";

/* EditableTableViewCell placeholder */
"IP Address" = "IP 位址";

/* Pairing instruction text */
"Launch Impress & select your computer." = "啟動 Impress 並選取您的電腦。";

/* EditableTableViewCell placeholder */
"Name (optional)" = "名稱 (選用)";

/* No comment provided by engineer. */
"New Server" = "新伺服器";

/* No comment provided by engineer. */
"No, thanks" = "不，謝了";

/* OK Button on Alert view */
"OK" = "確定";

/* backButton for Tutorial */
"Ok, thanks" = "好，謝啦";

/* Pairing instruction title */
"Pairing" = "配對";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "配對指引";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. 啟動電腦端的 LibreOffice Impress\n\n2. 啟用 [偏好設定 - LibreOffice Impress - 一般 - 啟用遠端控制]\n\n3. 確認您的電腦與裝置都連接到相同的 WiFi 網路上\n\n4. 如果沒有偵測到您的電腦，請手動輸入其 IP 位址\n\n5. 接通並盡情享用！\n\n";

/* Update button text in diffrent states */
"Pause" = "暫停";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "請考慮重新啟動電腦端的 LibreOffice Impress。";

/* Popover option */
"Restart" = "重啟";

/* No comment provided by engineer. */
"Resume from blank screen" = "從黑色畫面恢復";

/* Popover option */
"Resume from blank Screen" = "從黑色畫面恢復";

/* No comment provided by engineer. */
"Searching" = "搜尋中";

/* Sidebar section header */
"Slides" = "投影片";

/* Update button text in diffrent states */
"Start" = "開始";

/* Popover option */
"Stop Presentation" = "停止簡報";

/* Sidebar section header */
"Stop Watch" = "秒錶";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "需要帶您看看 iOS Impress 遙控要怎麼用嗎？";

/* Sidebar section header */
"Timer" = "倒數計時";

/* No comment provided by engineer. */
"Yes" = "是";

